Repository: DigitalHumanitiesNow/DHNow_Plugins
Catalog: column-posts/languages/ccp_*.po
Languages: es_es

source: Article %s published at %s
es_es: Artículo %s publicado a %s

source: Settings
es_es: Configuraciones

source: Usage
es_es: Uso

source: Columns
es_es: Columnas

source: Classified by
es_es: Clasificado por

source: Number of columns
es_es: Número de columnas

source: Categories
es_es: Categorías

source: Category title
es_es: Titúlo de la categoría

source: Include category
es_es: Incluir categoría

source: Exclude category
es_es: Excluir categoría

source: Order categories by
es_es: Categorías ordernadas por

source: Posts
es_es: Notas

source: Number of posts
es_es: Número de notas

source: Headline length
es_es: Longitud del encabezado

source: Hide sticky posts
es_es: Ocultar notas pegables

source: Show excerpt
es_es: Mostrar extracto

source: Show thumbnail
es_es: Mostrar mini imagén

source: Thumbnail size
es_es: Tamaño de la mini imagén

source: Show only posts with thumbnails
es_es: Mostar solo notas con mini imagenes

source: Order post by
es_es: Ordernar notas por

source: Styling
es_es: Estilo

source: Category font color
es_es: Color de la letra de la categoría

source: Headline font color
es_es: Color de la letra del encabezado

source: Headline font size
es_es: Tamaño de la letra del encabezado

source: Font family
es_es: Nombre del tipo de letra

source: Excerpt font color
es_es: Color de la letra del extracto

source: Excerpt font size
es_es: Tamaño de la letra del extracto

source: Thumbnail border
es_es: Borde de la mini imagén

source: List style
es_es: Stilo de la lista

source: Column Posts Options
es_es: Opciones de las notas en columnas

source: Column Posts
es_es: Notas en columnas

source: Save Changes
es_es: Grabar los cambios

source: To display the posts in columns, use the following code in your template files: <code>&lt;?php do_action('columnpost'); ?&gt;</code>.<br/>You can use the shortcode <b>[columnpost]</b> if you want to display the output of this plugin in your page or post content.<br/>Also, the column posts can be displayed in the sidebar by using the Column Posts widget.
es_es: Para mostrar las notas en columnas, utilice el siguiente código en los archivos de plantilla: <code>&lt;?php do_action('columnpost'); ?&gt;</code>.<br/>Usted puede utilizar el código corto <b> [columnpost] </ b> si desea mostrar la salida de este plugin en el contenido de su página o nota.<br/>Además, las notas en columna se puede mostrar en la barra lateral utilizando el widget de Notas en columna.

source: The posts are grouped by categories or posts, and displayed in columns.
es_es: Las notas son agrupadas por categorías o notas y son mostradas en las columnas.

source: Category
es_es: Categoría

source: Post
es_es: Nota

source: One
es_es: Uno

source: Two
es_es: Dos

source: Three
es_es: Tres

source: This section allow you to redefine the category title, include or exclude categories and change their ordering.
es_es: Esta sección le permiten redefinir el título de la categoría, incluir o excluir categorías y cambiar su orden.

source: %%title%% is the category name
es_es: %%title%% es el nombre de la categoría

source: comma separated category ID's
es_es: categoría ID's separado por comas

source: Category ID
es_es: Código de la categoría

source: Category Name
es_es: Nombre de la categoría

source: Custom, as listed in <em>%s</em>
es_es: Modificado, como listado en <em>%s</em>

source: This section allow you to specify the number of posts to show, adjust the lenght of the title, hide sticky posts, show excerpts and thumbnails.
es_es: Esta sección le permite especificar el número de notas a mostrar, ajustar la longitud del título, ocultar notas pegajosos, fragmentos y fotos en miniaturas.

source: leave blank for full post title length, optimal 34 characters
es_es: dejar en blanco para mostrar todo el título de la nota, 34 caráctes es lo óptimo

source: enter size in px for thumbnail width (height is the same)
es_es: Ingresar el tamaño en px para el ancho de la mini imagén (el alto es el mismo)

source: Post Date
es_es: Fecha de la nota

source: Post Title
es_es: Titúlo de la nota

source: You can change the styling of the column posts such as font family, font color. font size, etc .
es_es: Puede cambiar el estilo de las notas en columna como el tipo de letra, color y tamaño, etc.

source: (<em>blank assumes the theme color</em>)
es_es: (<em>se asume el color del tema cuando el dato es dejado en blanco</em>)

source: Example: verdana, arial, sans-serif. Blank assumes the theme.
es_es: Ejemplo: verdana, arial, sans-serif. Si se deja en blanco, toma el tipo de letra del tema.

source: (<em>blank assumes the theme color<em>)
es_es: (<em>se asume el color del tema cuando el dato es dejado en blanco</em>)

source: Display category or posts in columns
es_es: Mostrar categoría or notas en columnas

source: To set up options, please go to the <a href="%s">settings</a>
es_es: Para configurar las opciones, por favor ir a la opción de <a href="%s">configuraciones</a>
